[
    {"input": "Extract the age from this text: I am 45 years old.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: My age is 23.", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: I'm 30.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: Age? 19.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: I'm twenty-five years old.", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: I am thirty-two.", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: She is 41 years of age.", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: He is 50.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: Their age is 28.", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: I'm nineteen.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: I'm only 16.", "output": "{\"Age\": 16}"},
    {"input": "Extract the age from this text: I am 100 years old.", "output": "{\"Age\": 100}"},
    {"input": "Extract the age from this text: Age is 77.", "output": "{\"Age\": 77}"},
    {"input": "Extract the age from this text: She just turned 21.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: I'm 33 to be exact.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: I am 70 years old.", "output": "{\"Age\": 70}"},
    {"input": "Extract the age from this text: My current age is 29.", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: He recently turned 40.", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: Her age? 51.", "output": "{\"Age\": 51}"},
    {"input": "Extract the age from this text: I'm fifty-four.", "output": "{\"Age\": 54}"},
    {"input": "Extract the age from this text: The person is 38 years old.", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: My exact age is 62.", "output": "{\"Age\": 62}"},
    {"input": "Extract the age from this text: Age: 45.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: How old am I? I'm 33.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: I just celebrated my 60th birthday.", "output": "{\"Age\": 60}"},
    {"input": "Extract the age from this text: He said he was 42 years old.", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: I'm barely 18.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: I turned 27 last month.", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: Age-wise, I'm 34.", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: My friend is 46 years old.", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: I was born 22 years ago.", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: How old is she? She's 31.", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: He's turning 39 this week.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: They are 17 years old.", "output": "{\"Age\": 17}"},
    {"input": "Extract the age from this text: I have been alive for 48 years.", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: I’m aged 65.", "output": "{\"Age\": 65}"},
    {"input": "Extract the age from this text: I will be 29 in a few months.", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: I recently turned 14.", "output": "{\"Age\": 14}"},
    {"input": "Extract the age from this text: The girl said she was 12.", "output": "{\"Age\": 12}"},
    {"input": "Extract the age from this text: He’s not even 9 years old yet.", "output": "{\"Age\": 8}"},
    {"input": "Extract the age from this text: I reached the age of 75 today.", "output": "{\"Age\": 75}"},
    {"input": "Extract the age from this text: Next year, I'll be 40.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: At 67, I’ve seen a lot of changes.", "output": "{\"Age\": 67}"},
    {"input": "Extract the age from this text: The child is only 5 years old.", "output": "{\"Age\": 5}"},
    {"input": "Extract the age from this text: I am just 21 and full of energy.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: Age is 77.", "output": "{\"Age\": 77}"},
    {"input": "Extract the age from this text: My boss is 45.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: I am 12 years old.", "output": "{\"Age\": 12}"},
    {"input": "Extract the age from this text: My daughter is 18.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: He just turned 30 last week.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: I’ve lived 55 years so far.", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: My grandfather is 89 years old.", "output": "{\"Age\": 89}"},
    {"input": "Extract the age from this text: The boy is 14.", "output": "{\"Age\": 14}"},
    {"input": "Extract the age from this text: I’m 37 and thriving.", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: She said she is 23.", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: He celebrated his 60th birthday recently.", "output": "{\"Age\": 60}"},
    {"input": "Extract the age from this text: My niece is just 10 years old.", "output": "{\"Age\": 10}"},
    {"input": "Extract the age from this text: At 25, I’m pursuing my dreams.", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: They’re 42 years old.", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: I turned 50 last month.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: I am 36 years old.", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: She is 8 years old.", "output": "{\"Age\": 8}"},
    {"input": "Extract the age from this text: My brother is 19.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: I was born 31 years ago.", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: The child is 4 years old.", "output": "{\"Age\": 4}"},
    {"input": "Extract the age from this text: I’ll turn 45 next year.", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: My baby is 2 months shy of being 1.", "output": "{\"Age\": 1}"},
    {"input": "Extract the age from this text: My uncle is 72.", "output": "{\"Age\": 72}"},
    {"input": "Extract the age from this text: I am 29 today.", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: My teacher is 48.", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: My cousin is 26.", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: She’s 18 and a college student.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: The twins are 5.", "output": "{\"Age\": 5}"},
    {"input": "Extract the age from this text: My dad is 57 years old.", "output": "{\"Age\": 57}"},
    {"input": "Extract the age from this text: My grandma is 80.", "output": "{\"Age\": 80}"},
    {"input": "Extract the age from this text: I am aged 39.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: She is a young 27.", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: My dog is 9 years old.", "output": "{\"Age\": 9}"},
    {"input": "Extract the age from this text: My mom is 66.", "output": "{\"Age\": 66}"},
    {"input": "Extract the age from this text: My age is 20.", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: He just turned 35.", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: I’ll be 50 in a few months.", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: My neighbor is 62 years old.", "output": "{\"Age\": 62}"},
    {"input": "Extract the age from this text: My younger sister is 17.", "output": "{\"Age\": 17}"},
    {"input": "Extract the age from this text: My dad just turned 68.", "output": "{\"Age\": 68}"},
    {"input": "Extract the age from this text: She’s 46 and loves running.", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: My mentor is 33 years old.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: My age is 41.", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: My great-grandmother is 91.", "output": "{\"Age\": 91}"},
    {"input": "Extract the age from this text: My friend’s daughter is 7.", "output": "{\"Age\": 7}"},
    {"input": "Extract the age from this text: My coworker is 30.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: I’m 50 and loving life.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: My nephew is only 6 months old.", "output": "{\"Age\": 0}"},
    {"input": "Extract the age from this text: She is turning 22 soon.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: My best friend is 38.", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: He’s a vibrant 64.", "output": "{\"Age\": 64}"}
]