[
    {"input": "Extract the age from this text: I am 45 years old.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: My age is 23.", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: I'm 30.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: Age? 19.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: I'm twenty-five years old.", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: I am thirty-two.", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: She is 41 years of age.", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: He is 50.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: Their age is 28.", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: I'm nineteen.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: I'm only 16.", "output": "{\"Age\": 16}"},
    {"input": "Extract the age from this text: I am 100 years old.", "output": "{\"Age\": 100}"},
    {"input": "Extract the age from this text: Age is 77.", "output": "{\"Age\": 77}"},
    {"input": "Extract the age from this text: She just turned 21.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: I'm 33 to be exact.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: I am 70 years old.", "output": "{\"Age\": 70}"},
    {"input": "Extract the age from this text: My current age is 29.", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: He recently turned 40.", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: Her age? 51.", "output": "{\"Age\": 51}"},
    {"input": "Extract the age from this text: I'm fifty-four.", "output": "{\"Age\": 54}"},
    {"input": "Extract the age from this text: The person is 38 years old.", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: My exact age is 62.", "output": "{\"Age\": 62}"},
    {"input": "Extract the age from this text: Age: 45.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: How old am I? I'm 33.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: I just celebrated my 60th birthday.", "output": "{\"Age\": 60}"},
    {"input": "Extract the age from this text: He said he was 42 years old.", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: I'm barely 18.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: I turned 27 last month.", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: Age-wise, I'm 34.", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: My friend is 46 years old.", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: I was born 22 years ago.", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: How old is she? She's 31.", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: He's turning 39 this week.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: They are 17 years old.", "output": "{\"Age\": 17}"},
    {"input": "Extract the age from this text: I have been alive for 48 years.", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: I’m aged 65.", "output": "{\"Age\": 65}"},
    {"input": "Extract the age from this text: I will be 18 in a few months.", "output": "{\"Age\": 17}"},
    {"input": "Extract the age from this text: I will be 19 in a few months.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: I will be 20 in a few months.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: I will be 21 in a few months.", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: I will be 22 in a few months.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: I will be 23 in a few months.", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: I will be 24 in a few months.", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: I will be 25 in a few months.", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: I will be 26 in a few months.", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: I will be 27 in a few months.", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: I will be 28 in a few months.", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: I will be 29 in a few months.", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: I will be 30 in a few months.", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: I will be 31 in a few months.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: I will be 32 in a few months.", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: I will be 33 in a few months.", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: I will be 34 in a few months.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: I will be 35 in a few months.", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: I will be 36 in a few months.", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: I will be 37 in a few months.", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: I will be 38 in a few months.", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: I will be 39 in a few months.", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: I will be 40 in a few months.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: I will be 41 in a few months.", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: I will be 42 in a few months.", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: I will be 43 in a few months.", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: I will be 44 in a few months.", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: I will be 45 in a few months.", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: I will be 46 in a few months.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: I will be 47 in a few months.", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: I will be 48 in a few months.", "output": "{\"Age\": 47}"},
    {"input": "Extract the age from this text: I will be 49 in a few months.", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: I will be 50 in a few months.", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: I will be 51 in a few months.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: I will be 52 in a few months.", "output": "{\"Age\": 51}"},
    {"input": "Extract the age from this text: I will be 53 in a few months.", "output": "{\"Age\": 52}"},
    {"input": "Extract the age from this text: I will be 54 in a few months.", "output": "{\"Age\": 53}"},
    {"input": "Extract the age from this text: I will be 55 in a few months.", "output": "{\"Age\": 54}"},
    {"input": "Extract the age from this text: I will be 56 in a few months.", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: I will be 57 in a few months.", "output": "{\"Age\": 56}"},
    {"input": "Extract the age from this text: I will be 58 in a few months.", "output": "{\"Age\": 57}"},
    {"input": "Extract the age from this text: I will be 59 in a few months.", "output": "{\"Age\": 58}"},
    {"input": "Extract the age from this text: I will be 60 in a few months.", "output": "{\"Age\": 59}"},
    {"input": "Extract the age from this text: I recently turned 14.", "output": "{\"Age\": 14}"},
    {"input": "Extract the age from this text: The girl said she was 12.", "output": "{\"Age\": 12}"},
    {"input": "Extract the age from this text: He’s not even 9 years old yet.", "output": "{\"Age\": 8}"},
    {"input": "Extract the age from this text: I reached the age of 75 today.", "output": "{\"Age\": 75}"},
    {"input": "Extract the age from this text: Next year, I'll be 40.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: At 67, I’ve seen a lot of changes.", "output": "{\"Age\": 67}"},
    {"input": "Extract the age from this text: The child is only 5 years old.", "output": "{\"Age\": 5}"},
    {"input": "Extract the age from this text: I am just 21 and full of energy.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: Age is 77.", "output": "{\"Age\": 77}"},
    {"input": "Extract the age from this text: My boss is 45.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: I am 12 years old.", "output": "{\"Age\": 12}"},
    {"input": "Extract the age from this text: My daughter is 18.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: He just turned 30 last week.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: I’ve lived 55 years so far.", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: My grandfather is 89 years old.", "output": "{\"Age\": 89}"},
    {"input": "Extract the age from this text: The boy is 14.", "output": "{\"Age\": 14}"},
    {"input": "Extract the age from this text: I’m 37 and thriving.", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: She said she is 23.", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: He celebrated his 60th birthday recently.", "output": "{\"Age\": 60}"},
    {"input": "Extract the age from this text: My niece is just 10 years old.", "output": "{\"Age\": 10}"},
    {"input": "Extract the age from this text: At 25, I’m pursuing my dreams.", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: They’re 42 years old.", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: I turned 50 last month.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: I am 36 years old.", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: She is 8 years old.", "output": "{\"Age\": 8}"},
    {"input": "Extract the age from this text: My brother is 19.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: I was born 31 years ago.", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: The child is 4 years old.", "output": "{\"Age\": 4}"},
    {"input": "Extract the age from this text: I’ll turn 45 next year.", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: My baby is 2 months shy of being 1.", "output": "{\"Age\": 1}"},
    {"input": "Extract the age from this text: My uncle is 72.", "output": "{\"Age\": 72}"},
    {"input": "Extract the age from this text: I am 29 today.", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: My teacher is 48.", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: My cousin is 26.", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: She’s 18 and a college student.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: The twins are 5.", "output": "{\"Age\": 5}"},
    {"input": "Extract the age from this text: My dad is 57 years old.", "output": "{\"Age\": 57}"},
    {"input": "Extract the age from this text: My grandma is 80.", "output": "{\"Age\": 80}"},
    {"input": "Extract the age from this text: I am aged 39.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: She is a young 27.", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: My dog is 9 years old.", "output": "{\"Age\": 9}"},
    {"input": "Extract the age from this text: My mom is 66.", "output": "{\"Age\": 66}"},
    {"input": "Extract the age from this text: My age is 20.", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: He just turned 35.", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: I’ll be 50 in a few months.", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: My neighbor is 62 years old.", "output": "{\"Age\": 62}"},
    {"input": "Extract the age from this text: My younger sister is 17.", "output": "{\"Age\": 17}"},
    {"input": "Extract the age from this text: My dad just turned 68.", "output": "{\"Age\": 68}"},
    {"input": "Extract the age from this text: She’s 46 and loves running.", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: My mentor is 33 years old.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: My age is 41.", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: My great-grandmother is 91.", "output": "{\"Age\": 91}"},
    {"input": "Extract the age from this text: My friend’s daughter is 7.", "output": "{\"Age\": 7}"},
    {"input": "Extract the age from this text: My coworker is 30.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: I’m 50 and loving life.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: My nephew is only 6 months old.", "output": "{\"Age\": 0}"},
    {"input": "Extract the age from this text: She is turning 22 soon.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: My best friend is 38.", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: He’s a vibrant 64.", "output": "{\"Age\": 64}"},
    {"input": "Extract the age from this text: lol I'm like 24 or smth", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: gotcha, 32 rn", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: 26 atm", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: turned 21 last week", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: haha yep 19 here", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: just hit 45 today!", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: I’m 53, can u believe it?", "output": "{\"Age\": 53}"},
    {"input": "Extract the age from this text: so I'm 29, next question", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: 35, yikes lol", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: omg I'm finally 18", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: 40’s the new 30 ;) I’m 40", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: 33, still young haha", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: yup 27, feeling it", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: guess what? I'm 38 now", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: 22 here, how about u?", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: 47 and still kicking", "output": "{\"Age\": 47}"},
    {"input": "Extract the age from this text: just turned 31 lol", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: I'm 25 btw", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 60 years young today", "output": "{\"Age\": 60}"},
    {"input": "Extract the age from this text: rn im 18", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: mans 21 rn", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: mea 24 styl", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 43 cuzzy", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: im 19yo", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: twenty tree yrs old", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: jus turned 44!!", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: age? 101. nah jk 24", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 55yrs young", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: me bro is 4teen", "output": "{\"Age\": 14}"},
    {"input": "Extract the age from this text: thirtytoo years", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: 63 and retired", "output": "{\"Age\": 63}"},
    {"input": "Extract the age from this text: old af but 27", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: twennysix lol", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: my moms 58", "output": "{\"Age\": 58}"},
    {"input": "Extract the age from this text: 81 yrs on dis rock", "output": "{\"Age\": 81}"},
    {"input": "Extract the age from this text: jst hit 93!", "output": "{\"Age\": 93}"},
    {"input": "Extract the age from this text: fourtyfive maybe?", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: 66.99 (rounded up)", "output": "{\"Age\": 67}"},
    {"input": "Extract the age from this text: tree-zero", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 88th year", "output": "{\"Age\": 87}"},
    {"input": "Extract the age from this text: legal at 21", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: half of 50 is 25", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 1999 baby (24)", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 3²×3+1=28", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: LV roman num = 55", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: 60 in dog years", "output": "{\"Age\": 60}"},
    {"input": "Extract the age from this text: 47 going on 20", "output": "{\"Age\": 47}"},
    {"input": "Extract the age from this text: 36 but feel 80", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: yo im 19", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: 24 here", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 25ish", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: thirty sumn", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 18 and legal", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: my age? 42", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: 27 yrs young", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: old af 38", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: 21 club", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: 28 but feel 50", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 22 vibes", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: 19 gang", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: 45 and tired", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: 33 but 25 at heart", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: 26 on paper", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: 29.99 (jk 30)", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 55 going on 25", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: 17 next month", "output": "{\"Age\": 16}"},
    {"input": "Extract the age from this text: 20s? nah 31", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: 23 and confused", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: 44 but look 30", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: 62, retired", "output": "{\"Age\": 62}"},
    {"input": "Extract the age from this text: 53 and thriving", "output": "{\"Age\": 53}"},
    {"input": "Extract the age from this text: 36, single", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: 39, married", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: 50 and fabulous", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: 16 going on 25", "output": "{\"Age\": 16}"},
    {"input": "Extract the age from this text: 85, still kickin", "output": "{\"Age\": 85}"},
    {"input": "Extract the age from this text: 90s kid (30)", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 47, divorced", "output": "{\"Age\": 47}"},
    {"input": "Extract the age from this text: 24/7 but 24", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 19, college", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: 32, engineer", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: 28, unemployed", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 61, grandpa", "output": "{\"Age\": 61}"},
    {"input": "Extract the age from this text: 37, mom of 2", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: 22, student", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: 40, CEO", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: 29, traveling", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: 34, vegan", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: 48, retired", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: 52, artist", "output": "{\"Age\": 52}"},
    {"input": "Extract the age from this text: 25, broke", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 58, widow", "output": "{\"Age\": 58}"},
    {"input": "Extract the age from this text: 63, retired", "output": "{\"Age\": 63}"},
    {"input": "Extract the age from this text: 71, cancer survivor", "output": "{\"Age\": 71}"},
    {"input": "Extract the age from this text: 49, gym rat", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: 66, traveler", "output": "{\"Age\": 66}"},
    {"input": "Extract the age from this text: 35, homeowner", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: 54, truck driver", "output": "{\"Age\": 54}"},
    {"input": "Extract the age from this text: I'll be 19 in 3 months!", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: Turning 25 next week", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 21 in two days!!", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: Gonna be 30 tomorrow", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: 18 next month, hype!", "output": "{\"Age\": 17}"},
    {"input": "Extract the age from this text: 40 in six weeks", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: 27th bday in 5 days", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: Almost 22 - 3 weeks!", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: 35 next Friday", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: 50 soon (rn 48)", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: 23 next Tuesday", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: 28 in 10 days", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: 32 next spring", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: 19 next month fr", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: 45 in September", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: 60 next birthday", "output": "{\"Age\": 59}"},
    {"input": "Extract the age from this text: 24 in 48 hours", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: 33 next quarter", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: 29 in 2 sleeps", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 37 next month", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: 26 next week!", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 31 in 3 weeks", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 42 next year", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: 20 tomorrow", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: 55 in December", "output": "{\"Age\": 54}"},
    {"input": "Extract the age from this text: 24 next month", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: 38 in 5 days", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: 28 next Friday", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: 50 next summer", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: 21 in 3 hours", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: 36 next month", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: 43 in 2024", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: 27 next week", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: 34 next year", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: 19 in 2 months", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: 47 tomorrow", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: 22 next month", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: 31 in August", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 25 next week", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 40 in 6 months", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: 29 next year", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 18 in 5 days", "output": "{\"Age\": 17}"},
    {"input": "Extract the age from this text: 33 next fall", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: 26 soon", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 44 next month", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: 30 next week", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: 35 in winter", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: 23 next year", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: 28 next month", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: 37 tomorrow", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: 21 next week", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: 45 in 2 months", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: 32 next month", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: 24 next year", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: 19 tomorrow", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: 50 in 3 weeks", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: 27 next month", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: 36 next year", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: 22 in 2024", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: 39 next week", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: 25 tomorrow", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 43 next month", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: 29 in summer", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 34 next week", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: 20 next year", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: 48 tomorrow", "output": "{\"Age\": 47}"},
    {"input": "Extract the age from this text: 31 next month", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 26 next year", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 35 in 5 days", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: 24 next week", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: 40 next month", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: 22 tomorrow", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: 33 next year", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: 28 soon", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: 37 next week", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: 19 next year", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: 44 tomorrow", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: 30 next month", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: 25 next year", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 38 in 3 days", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: 23 next week", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: 41 next month", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: 27 tomorrow", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: 34 next year", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: 21 soon", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: 39 next week", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: 26 tomorrow", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 42 next month", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: 29 in winter", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 35 next week", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: 20 next year", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: 49 tomorrow", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: 32 next month", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: 27 next year", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: 36 in 5 days", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: 25 next week", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 43 next month", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: 23 tomorrow", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: 34 next year", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: 29 soon", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 38 next week", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: 20 next year", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: 45 tomorrow", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: 31 next month", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 26 next year", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 39 in 3 days", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: 24 next week", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: 42 next month", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: 28 tomorrow", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: 35 next year", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: 22 soon", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: 40 next week", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: 27 tomorrow", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: 43 next month", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: 30 in winter", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: 36 next week", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: 21 next year", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: 50 tomorrow", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: 33 next month", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: 28 next year", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: 37 in 5 days", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: 26 next week", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: 44 next month", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: 24 tomorrow", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: 35 next year", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: 30 soon", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: 39 next week", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: 21 next year", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: 46 tomorrow", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: 32 next month", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: 27 next year", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: 40 in 3 days", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: 25 next week", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 43 next month", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: 29 tomorrow", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 36 next year", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: 23 soon", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: 41 next week", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: 28 tomorrow", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: 44 next month", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: 31 in winter", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 37 next week", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: 22 next year", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: 51 tomorrow", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: 34 next month", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: 29 next year", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: 38 in 5 days", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: 27 next week", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: 45 next month", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: 25 tomorrow", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: 36 next year", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: 31 soon", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: 40 next week", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: 22 next year", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: 47 tomorrow", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: 33 next month", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: 28 next year", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: 41 in 3 days", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: 26 next week", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: I am eighteen years old.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: She is nineteen.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: He is twenty.", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: I'm twenty-one.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: My age is twenty-two.", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: I am twenty-three.", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: She's twenty-four.", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: He's twenty-five.", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: I am twenty-six.", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: My friend is twenty-seven.", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: I'm twenty-eight.", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: She is twenty-nine.", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: He is thirty.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: I'm thirty-one.", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: My age is thirty-two.", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: I am thirty-three.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: She's thirty-four.", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: He's thirty-five.", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: I am thirty-six.", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: My friend is thirty-seven.", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: I'm thirty-eight.", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: She is thirty-nine.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: He is forty.", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: I'm forty-one.", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: My age is forty-two.", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: I am forty-three.", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: She's forty-four.", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: He's forty-five.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: I am forty-six.", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: My friend is forty-seven.", "output": "{\"Age\": 47}"},
    {"input": "Extract the age from this text: I'm forty-eight.", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: She is forty-nine.", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: He is fifty.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: I'm fifty-one.", "output": "{\"Age\": 51}"},
    {"input": "Extract the age from this text: My age is fifty-two.", "output": "{\"Age\": 52}"},
    {"input": "Extract the age from this text: I am fifty-three.", "output": "{\"Age\": 53}"},
    {"input": "Extract the age from this text: She's fifty-four.", "output": "{\"Age\": 54}"},
    {"input": "Extract the age from this text: He's fifty-five.", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: I am fifty-six.", "output": "{\"Age\": 56}"},
    {"input": "Extract the age from this text: My friend is fifty-seven.", "output": "{\"Age\": 57}"},
    {"input": "Extract the age from this text: I'm fifty-eight.", "output": "{\"Age\": 58}"},
    {"input": "Extract the age from this text: She is fifty-nine.", "output": "{\"Age\": 59}"},
    {"input": "Extract the age from this text: He is sixty.", "output": "{\"Age\": 60}"},
    {"input": "Extract the age from this text: I'm sixty-one.", "output": "{\"Age\": 61}"},
    {"input": "Extract the age from this text: My age is sixty-two.", "output": "{\"Age\": 62}"},
    {"input": "Extract the age from this text: I am sixty-three.", "output": "{\"Age\": 63}"},
    {"input": "Extract the age from this text: She's sixty-four.", "output": "{\"Age\": 64}"},
    {"input": "Extract the age from this text: He's sixty-five.", "output": "{\"Age\": 65}"},
    {"input": "Extract the age from this text: I am sixty-six.", "output": "{\"Age\": 66}"},
    {"input": "Extract the age from this text: My friend is sixty-seven.", "output": "{\"Age\": 67}"},
    {"input": "Extract the age from this text: I'm sixty-eight.", "output": "{\"Age\": 68}"},
    {"input": "Extract the age from this text: She is sixty-nine.", "output": "{\"Age\": 69}"},
    {"input": "Extract the age from this text: He is seventy.", "output": "{\"Age\": 70}"},
    {"input": "Extract the age from this text: I'm seventy-one.", "output": "{\"Age\": 71}"},
    {"input": "Extract the age from this text: My age is seventy-two.", "output": "{\"Age\": 72}"},
    {"input": "Extract the age from this text: I am seventy-three.", "output": "{\"Age\": 73}"},
    {"input": "Extract the age from this text: She's seventy-four.", "output": "{\"Age\": 74}"},
    {"input": "Extract the age from this text: He's seventy-five.", "output": "{\"Age\": 75}"},
    {"input": "Extract the age from this text: I am seventy-six.", "output": "{\"Age\": 76}"},
    {"input": "Extract the age from this text: My friend is seventy-seven.", "output": "{\"Age\": 77}"},
    {"input": "Extract the age from this text: I'm seventy-eight.", "output": "{\"Age\": 78}"},
    {"input": "Extract the age from this text: She is seventy-nine.", "output": "{\"Age\": 79}"},
    {"input": "Extract the age from this text: He is eighty.", "output": "{\"Age\": 80}"},
    {"input": "Extract the age from this text: I'm eighty-one.", "output": "{\"Age\": 81}"},
    {"input": "Extract the age from this text: My age is eighty-two.", "output": "{\"Age\": 82}"},
    {"input": "Extract the age from this text: I am eighty-three.", "output": "{\"Age\": 83}"},
    {"input": "Extract the age from this text: She's eighty-four.", "output": "{\"Age\": 84}"},
    {"input": "Extract the age from this text: He's eighty-five.", "output": "{\"Age\": 85}"},
    {"input": "Extract the age from this text: I am eighty-six.", "output": "{\"Age\": 86}"},
    {"input": "Extract the age from this text: My friend is eighty-seven.", "output": "{\"Age\": 87}"},
    {"input": "Extract the age from this text: I'm eighty-eight.", "output": "{\"Age\": 88}"},
    {"input": "Extract the age from this text: She is eighty-nine.", "output": "{\"Age\": 89}"},
    {"input": "Extract the age from this text: He is ninety.", "output": "{\"Age\": 90}"},
    {"input": "Extract the age from this text: I'm ninety-one.", "output": "{\"Age\": 91}"},
    {"input": "Extract the age from this text: My age is ninety-two.", "output": "{\"Age\": 92}"},
    {"input": "Extract the age from this text: I am ninety-three.", "output": "{\"Age\": 93}"},
    {"input": "Extract the age from this text: She's ninety-four.", "output": "{\"Age\": 94}"},
    {"input": "Extract the age from this text: He's ninety-five.", "output": "{\"Age\": 95}"},
    {"input": "Extract the age from this text: I am ninety-six.", "output": "{\"Age\": 96}"},
    {"input": "Extract the age from this text: My friend is ninety-seven.", "output": "{\"Age\": 97}"},
    {"input": "Extract the age from this text: I'm ninety-eight.", "output": "{\"Age\": 98}"},
    {"input": "Extract the age from this text: She is ninety-nine.", "output": "{\"Age\": 99}"},
    {"input": "Extract the age from this text: He is one hundred.", "output": "{\"Age\": 100}"},
    {"input": "Extract the age from this text: eighteen", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: nineteen", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: twenty", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: twentyone", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: twentytwo", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: twentythree", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: twentyfour", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: twentyfive", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: twentysix", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: twentyseven", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: twentyeight", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: twentynine", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: thirty", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: thirtyone", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: thirtytwo", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: thirtythree", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: thirtyfour", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: thirtyfive", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: thirtysix", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: thirtyseven", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: thirtyeight", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: thirtynine", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: forty", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: fortyone", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: fortytwo", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: fortythree", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: fortyfour", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: fortyfive", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: fortysix", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: fortyseven", "output": "{\"Age\": 47}"},
    {"input": "Extract the age from this text: fortyeight", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: fortynine", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: fifty", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: fiftyone", "output": "{\"Age\": 51}"},
    {"input": "Extract the age from this text: fiftytwo", "output": "{\"Age\": 52}"},
    {"input": "Extract the age from this text: fiftythree", "output": "{\"Age\": 53}"},
    {"input": "Extract the age from this text: fiftyfour", "output": "{\"Age\": 54}"},
    {"input": "Extract the age from this text: fiftyfive", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: fiftysix", "output": "{\"Age\": 56}"},
    {"input": "Extract the age from this text: fiftyseven", "output": "{\"Age\": 57}"},
    {"input": "Extract the age from this text: fiftyeight", "output": "{\"Age\": 58}"},
    {"input": "Extract the age from this text: fiftynine", "output": "{\"Age\": 59}"},
    {"input": "Extract the age from this text: sixty", "output": "{\"Age\": 60}"},
    {"input": "Extract the age from this text: im eighteen.", "output": "{\"Age\": 18}"},
    {"input": "Extract the age from this text: im nineteen.", "output": "{\"Age\": 19}"},
    {"input": "Extract the age from this text: im twenty.", "output": "{\"Age\": 20}"},
    {"input": "Extract the age from this text: im twenty one.", "output": "{\"Age\": 21}"},
    {"input": "Extract the age from this text: im twenty two.", "output": "{\"Age\": 22}"},
    {"input": "Extract the age from this text: im twenty three.", "output": "{\"Age\": 23}"},
    {"input": "Extract the age from this text: im twenty four.", "output": "{\"Age\": 24}"},
    {"input": "Extract the age from this text: im twenty five.", "output": "{\"Age\": 25}"},
    {"input": "Extract the age from this text: im twenty six.", "output": "{\"Age\": 26}"},
    {"input": "Extract the age from this text: im twenty seven.", "output": "{\"Age\": 27}"},
    {"input": "Extract the age from this text: im twenty eight.", "output": "{\"Age\": 28}"},
    {"input": "Extract the age from this text: im twenty nine.", "output": "{\"Age\": 29}"},
    {"input": "Extract the age from this text: im thirty.", "output": "{\"Age\": 30}"},
    {"input": "Extract the age from this text: im thirty one.", "output": "{\"Age\": 31}"},
    {"input": "Extract the age from this text: im thirty two.", "output": "{\"Age\": 32}"},
    {"input": "Extract the age from this text: im thirty three.", "output": "{\"Age\": 33}"},
    {"input": "Extract the age from this text: im thirty four.", "output": "{\"Age\": 34}"},
    {"input": "Extract the age from this text: im thirty five.", "output": "{\"Age\": 35}"},
    {"input": "Extract the age from this text: im thirty six.", "output": "{\"Age\": 36}"},
    {"input": "Extract the age from this text: im thirty seven.", "output": "{\"Age\": 37}"},
    {"input": "Extract the age from this text: im thirty eight.", "output": "{\"Age\": 38}"},
    {"input": "Extract the age from this text: im thirty nine.", "output": "{\"Age\": 39}"},
    {"input": "Extract the age from this text: im forty.", "output": "{\"Age\": 40}"},
    {"input": "Extract the age from this text: im forty one.", "output": "{\"Age\": 41}"},
    {"input": "Extract the age from this text: im forty two.", "output": "{\"Age\": 42}"},
    {"input": "Extract the age from this text: im forty three.", "output": "{\"Age\": 43}"},
    {"input": "Extract the age from this text: im forty four.", "output": "{\"Age\": 44}"},
    {"input": "Extract the age from this text: im forty five.", "output": "{\"Age\": 45}"},
    {"input": "Extract the age from this text: im forty six.", "output": "{\"Age\": 46}"},
    {"input": "Extract the age from this text: im forty seven.", "output": "{\"Age\": 47}"},
    {"input": "Extract the age from this text: im forty eight.", "output": "{\"Age\": 48}"},
    {"input": "Extract the age from this text: im forty nine.", "output": "{\"Age\": 49}"},
    {"input": "Extract the age from this text: im fifty.", "output": "{\"Age\": 50}"},
    {"input": "Extract the age from this text: im fifty one.", "output": "{\"Age\": 51}"},
    {"input": "Extract the age from this text: im fifty two.", "output": "{\"Age\": 52}"},
    {"input": "Extract the age from this text: im fifty three.", "output": "{\"Age\": 53}"},
    {"input": "Extract the age from this text: im fifty four.", "output": "{\"Age\": 54}"},
    {"input": "Extract the age from this text: im fifty five.", "output": "{\"Age\": 55}"},
    {"input": "Extract the age from this text: im fifty six.", "output": "{\"Age\": 56}"},
    {"input": "Extract the age from this text: im fifty seven.", "output": "{\"Age\": 57}"},
    {"input": "Extract the age from this text: im fifty eight.", "output": "{\"Age\": 58}"},
    {"input": "Extract the age from this text: im fifty nine.", "output": "{\"Age\": 59}"},
    {"input": "Extract the age from this text: im sixty.", "output": "{\"Age\": 60}"}

]