[
    {"input": "Extract the sex from this text: boy", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: girl", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: male", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: female", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I am a male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is a female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I'm a man.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I'm a woman.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The person is a guy.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The person is a girl.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He's a man.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She’s a woman.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My friend is male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My friend is female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I’m a man.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I am a woman.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He’s a guy.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She’s a girl.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is male, I think.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is female, I’m sure.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I’m a man, obviously.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I’m a woman, obviously.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is a man.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is a woman.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My dad is male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My mom is female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I’m a male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I’m a female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He's a man, for sure.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She's a woman, no doubt.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I have a son, he’s a male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I have a daughter, she’s a female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The boy is a male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The girl is a female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My brother is male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My sister is female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I am a man in my 30s.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I am a woman in my 30s.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He’s a man, and he knows it.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She’s a woman, proud of it.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I’m a guy.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I’m a gal.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He’s my male friend.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She’s my female friend.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My father is male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My mother is female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He’s a male cousin.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She’s a female cousin.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The person is male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The person is female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I am a man in my 40s.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I am a woman in my 40s.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I'm a dude", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: girl here", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: yo im a man", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: i’m a chick", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: he’s a guy", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s a girl", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im def a male", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: im a female lol", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: he’s a man, no doubt", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: i’m a lady", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a dude", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s a lady", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im male", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: im girl", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a man tho", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s def a girl", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a guy, no cap", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: shes a woman", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: dude here", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: girl over here", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: he’s my male friend", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s my female friend", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a dude, just saying", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: i’m a girl lol", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im def a guy", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s a female", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a guy, for real", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s a woman tho", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: i’m a man, yeah", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: im a girl, simple", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im male, for sure", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s a woman, no doubt", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a guy lol", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: im a lady lol", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a man in my 20s", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: im a girl in my 20s", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im male, no biggie", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: im a woman rn", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: he’s male", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s female", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a man for real", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s a girl, duh", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: i’m def a guy", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: she’s a girl, i promise", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: yo im a dude", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: im a girl fyi", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im male, obviously", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: im a female for real", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: im a dude, chill", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: shes a woman, get it?", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is a gentleman.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is a lady.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The man walked in.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The woman is talking.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is a father.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is a mother.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I am a boy.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I am a girl.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The guy over there is my friend.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The girl over there is my friend.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is the groom.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is the bride.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My brother is a male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My sister is a female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The young man is here.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The young woman is here.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My son is a boy.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My daughter is a girl.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My husband is a man.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My wife is a woman.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My uncle is a male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My aunt is a female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The man in the red shirt.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The woman in the red dress.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is my partner.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is my partner.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The gentleman in the suit.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The lady in the hat.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is a husband.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is a wife.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He’s a man who loves adventure.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She’s a woman who loves adventure.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The man is my brother.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The woman is my sister.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The man is an uncle.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The woman is an aunt.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is a boy, not a girl.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is a girl, not a boy.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is an adult man.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is an adult woman.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My dad is male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My mom is female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The guy over there is my friend.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The gal over there is my friend.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: I have a son, and he’s a boy.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: I have a daughter, and she’s a girl.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is a father, not a mother.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is a mother, not a father.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: My husband is male.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: My wife is female.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: The guy at the store is my friend.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: The girl at the store is my friend.", "output": "{\"Sex\": \"F\"}"},
    {"input": "Extract the sex from this text: He is my male co-worker.", "output": "{\"Sex\": \"M\"}"},
    {"input": "Extract the sex from this text: She is my female co-worker.", "output": "{\"Sex\": \"F\"}"}

]
